Repository: dracorp/pod2
Catalog: locale/*.po
Languages: pl

source: Usage: pod2[man|html|text|latex] [-i inputfile|-o outputfile|-d date|-c header|-r version|-h] [--man|--i18n]
pl: Użycie: pod2[man|html|text|latex] [-i plikwejściowy|-o plikwyjściowy|-d data|-c nagłówek|-r wersja|-h] [--man|--i18n]

source: -i inputfile - input file with POD data
pl: -i plikwejściowy - plik wejściowy z danymi POD

source: -o outputfile - e.g. '-o pod2.1.gz', by default program write to 'basename.1.gz'
pl: -o plikwyjściowy - np. '-o pod2.1.gz', domyślnie program zapisze do 'nazwabazowa.1.gz'

source: -d date - date of last modification
pl: -d data - data ostatniej modyfikacji

source: -c header - header of page
pl: -c nagłówek - nagłówek strony

source: -r version - program's version
pl: -r wersja - wersja programu

source: -h -print this help. For more read 'man 1 pod2'
pl: -h wyświetl tą pomoc. Po więcej czytaj 'man 1 pod2'

source: --man - generates man page for pod2.pl
pl: --man - generuje stronę man dla pod2.pl

source: --i18n - generates template pot file, which contains a list of all the translatable strings extracted from the sources, only for pod2.pl
pl: --i18n - generuje szablon pliku pot, który zawiera listę wszystkich do przetłumaczenia słów wyciągniętych ze źródłeł, tylko dla pod2.pl

source: At the beginning make a proper symlink to the program pod2.pl e.g.: $ ln -s pod2.pl pod2man.pl
pl: Na początku zrób właściwy symlink do programu pod2.pl np.: $ ln -s pod2.pl pod2man.pl

source: not found in system
pl: nie znaleziony w systemie

source: File
pl: Plik

source: Input file isn't defined
pl: Plik wejściowy nie zdefiniowany

source: I cann't use input file because it isn't readable
pl: Nie mogę użyć pliku wejściowego ponieważ nie jest do odczytu

source: The name of running program must match to one of the following:
pl: Nazwa uruchamianego programu musi pasować do jednego z poniższych:

source: and may be ending extension .pl[x]?
pl: i może się kończyć rozszerzeniem .pl[x]?

source: Other programs have not yet implemented
pl: Inne programy jeszcze nie zaimplementowane

source: Usage: pod2[man|html|text|latex] -i [inputfile|-o outputfile|-d date|-c header|-r version|-h] --man|--i18n
pl: Użycie: pod2[man|html|text|latex] -i [plikwejściowy|-o plikwyjściowy|-d data|-c nagłówek|-r wersja|-h] --man|--i18n

source: --i18n - generates template pot file, which contains a list of all the translatable strings extracted from the sources
pl: --i18n - generuje szablon pliku pot, który zawiera listę wszystkich do przetłumaczenia słów wyciągniętych ze źródła
